Repository: mybsow/pdf-fusion-pro_ultimate
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, it, ja, nl, pt, ru, zh

source: PDF Fusion Pro - Outils PDF Gratuits
ar: بي دي إف فيوجن برو - أدوات بي دي إف مجانية
de: PDF Fusion Pro - Kostenlose PDF-Werkzeuge
es: PDF Fusion Pro - Herramientas PDF Gratuitas
it: PDF Fusion Pro - Strumenti PDF Gratuiti
ja: PDF Fusion Pro - 無料PDFツール
nl: PDF Fusion Pro - Gratis PDF-hulpmiddelen
pt: PDF Fusion Pro - Ferramentas PDF Gratuitas
ru: PDF Fusion Pro - Бесплатные PDF-инструменты
zh: PDF Fusion Pro - 免费PDF工具

source: Outils PDF gratuits pour fusionner, diviser, compresser et convertir vos fichiers en ligne. Rapide, sécurisé et sans installation.
ar: أدوات بي دي إف مجانية لدمج وتقسيم وضغط وتحويل ملفاتك عبر الإنترنت. سريع وآمن وبدون تثبيت.
de: Kostenlose PDF-Werkzeuge zum Zusammenführen, Teilen, Komprimieren und Konvertieren Ihrer Dateien online. Schnell, sicher und ohne Installation.
es: Herramientas PDF gratuitas para fusionar, dividir, comprimir y convertir sus archivos en línea. Rápido, seguro y sin instalación.
it: Strumenti PDF gratuiti per unire, dividere, comprimere e convertire i tuoi file online. Veloce, sicuro e senza installazione.
ja: PDFファイルを結合、分割、圧縮、変換する無料オンラインツール。高速、安全、インストール不要。
nl: Gratis PDF-hulpmiddelen om uw bestanden online te samenvoegen, splitsen, comprimeren en converteren. Snel, veilig en zonder installatie.
pt: Ferramentas PDF gratuitas para fundir, dividir, comprimir e converter seus arquivos online. Rápido, seguro e sem instalação.
ru: Бесплатные онлайн-инструменты для объединения, разделения, сжатия и конвертации PDF-файлов. Быстро, безопасно и без установки.
zh: 在线合并、拆分、压缩和转换PDF文件的免费工具。快速、安全、无需安装。

source: PDF, convertisseur, fusionner, diviser, compresser, OCR, Word, Excel, PowerPoint, image
ar: بي دي إف، محول، دمج، تقسيم، ضغط، أو سي آر، وورد، إكسل، باوربوينت، صورة
de: PDF, Konverter, zusammenführen, teilen, komprimieren, OCR, Word, Excel, PowerPoint, Bild
es: PDF, convertidor, fusionar, dividir, comprimir, OCR, Word, Excel, PowerPoint, imagen
it: PDF, convertitore, unire, dividere, comprimere, OCR, Word, Excel, PowerPoint, immagine
ja: PDF、コンバーター、結合、分割、圧縮、OCR、Word、Excel、PowerPoint、画像
nl: PDF, converter, samenvoegen, splitsen, comprimeren, OCR, Word, Excel, PowerPoint, afbeelding
pt: PDF, conversor, fundir, dividir, comprimir, OCR, Word, Excel, PowerPoint, imagem
ru: PDF, конвертер, объединить, разделить, сжать, OCR, Word, Excel, PowerPoint, изображение
zh: PDF、转换器、合并、拆分、压缩、OCR、Word、Excel、PowerPoint、图片

source: PDF Fusion Pro - Convertisseur de fichiers
ar: بي دي إف فيوجن برو - محول الملفات
de: PDF Fusion Pro - Dateikonverter
es: PDF Fusion Pro - Convertidor de archivos
it: PDF Fusion Pro - Convertitore di file
ja: PDF Fusion Pro - ファイルコンバーター
nl: PDF Fusion Pro - Bestandsconverter
pt: PDF Fusion Pro - Conversor de arquivos
ru: PDF Fusion Pro - Конвертер файлов
zh: PDF Fusion Pro - 文件转换器

source: Convertissez gratuitement vos fichiers PDF, Word, Excel, images en ligne
ar: قم بتحويل ملفات بي دي إف وورد وإكسل والصور عبر الإنترنت مجانًا
de: Konvertieren Sie Ihre PDF-, Word-, Excel- und Bilddateien kostenlos online
es: Convierta gratis sus archivos PDF, Word, Excel, imágenes en línea
it: Converti gratuitamente i tuoi file PDF, Word, Excel, immagini online
ja: PDF、Word、Excel、画像ファイルをオンラインで無料変換
nl: Converteer gratis uw PDF-, Word-, Excel- en afbeeldingsbestanden online
pt: Converta gratuitamente seus arquivos PDF, Word, Excel, imagens online
ru: Конвертируйте ваши PDF, Word, Excel и изображения онлайн бесплатно
zh: 在线免费转换您的PDF、Word、Excel和图片文件

source: PDF Fusion Pro
ar: بي دي إف فيوجن برو

source: Accueil
ar: الرئيسية
de: Startseite
es: Inicio
it: Home
ja: ホーム
nl: Home
pt: Início
ru: Главная
zh: 首页

source: Convertir
ar: تحويل
de: Konvertieren
it: Converti
ja: 変換
nl: Converteren
pt: Converter
ru: Конвертировать
zh: 转换

source: Convertir en PDF
ar: تحويل إلى بي دي إف
de: In PDF konvertieren
es: Convertir a PDF
it: Converti in PDF
ja: PDFに変換
nl: Converteren naar PDF
pt: Converter para PDF
ru: Конвертировать в PDF
zh: 转换为PDF

source: Word en PDF
ar: وورد إلى بي دي إف
de: Word zu PDF
es: Word a PDF
it: Word a PDF
ja: Word → PDF
nl: Word naar PDF
pt: Word para PDF
ru: Word в PDF
zh: Word转PDF

source: Excel en PDF
ar: إكسل إلى بي دي إف
de: Excel zu PDF
es: Excel a PDF
it: Excel a PDF
ja: Excel → PDF
nl: Excel naar PDF
pt: Excel para PDF
ru: Excel в PDF
zh: Excel转PDF

source: PowerPoint en PDF
ar: باوربوينت إلى بي دي إف
de: PowerPoint zu PDF
es: PowerPoint a PDF
it: PowerPoint a PDF
ja: PowerPoint → PDF
nl: PowerPoint naar PDF
pt: PowerPoint para PDF
ru: PowerPoint в PDF
zh: PowerPoint转PDF

source: Image en PDF
ar: صورة إلى بي دي إف
de: Bild zu PDF
es: Imagen a PDF
it: Immagine a PDF
ja: 画像 → PDF
nl: Afbeelding naar PDF
pt: Imagem para PDF
ru: Изображение в PDF
zh: 图片转PDF

source: Convertir depuis PDF
ar: تحويل من بي دي إف
de: Von PDF konvertieren
es: Convertir desde PDF
it: Converti da PDF
ja: PDFから変換
nl: Converteren van PDF
pt: Converter de PDF
ru: Конвертировать из PDF
zh: 从PDF转换

source: PDF en Word
ar: بي دي إف إلى وورد
de: PDF zu Word
es: PDF a Word
it: PDF a Word
ja: PDF → Word
nl: PDF naar Word
pt: PDF para Word
ru: PDF в Word
zh: PDF转Word

source: PDF en Excel
ar: بي دي إف إلى إكسل
de: PDF zu Excel
es: PDF a Excel
it: PDF a Excel
ja: PDF → Excel
nl: PDF naar Excel
pt: PDF para Excel
ru: PDF в Excel
zh: PDF转Excel

source: PDF en Image
ar: بي دي إف إلى صورة
de: PDF zu Bild
es: PDF a Imagen
it: PDF a Immagine
ja: PDF → 画像
nl: PDF naar Afbeelding
pt: PDF para Imagem
ru: PDF в изображение
zh: PDF转图片

source: PDF en PDF/A
ar: بي دي إف إلى بي دي إف/أ
de: PDF zu PDF/A
es: PDF a PDF/A
it: PDF a PDF/A
ja: PDF → PDF/A
nl: PDF naar PDF/A
pt: PDF para PDF/A
ru: PDF в PDF/A
zh: PDF转PDF/A

source: Outils PDF
ar: أدوات بي دي إف
de: PDF-Werkzeuge
es: Herramientas PDF
it: Strumenti PDF
ja: PDFツール
nl: PDF-hulpmiddelen
pt: Ferramentas PDF
ru: PDF-инструменты
zh: PDF工具

source: Fusionner PDF
ar: دمج بي دي إف
de: PDF zusammenführen
es: Fusionar PDF
it: Unisci PDF
ja: PDF結合
nl: PDF samenvoegen
pt: Fundir PDF
ru: Объединить PDF
zh: 合并PDF

source: Diviser PDF
ar: تقسيم بي دي إف
de: PDF teilen
es: Dividir PDF
it: Dividi PDF
ja: PDF分割
nl: PDF splitsen
pt: Dividir PDF
ru: Разделить PDF
zh: 拆分PDF

source: Compresser PDF
ar: ضغط بي دي إف
de: PDF komprimieren
es: Comprimir PDF
it: Comprimi PDF
ja: PDF圧縮
nl: PDF comprimeren
pt: Comprimir PDF
ru: Сжать PDF
zh: 压缩PDF

source: Rotation PDF
ar: تدوير بي دي إف
de: PDF drehen
es: Rotar PDF
it: Ruota PDF
ja: PDF回転
nl: PDF roteren
pt: Rodar PDF
ru: Повернуть PDF
zh: 旋转PDF

source: Protéger PDF
ar: حماية بي دي إف
de: PDF schützen
es: Proteger PDF
it: Proteggi PDF
ja: PDF保護
nl: PDF beveiligen
pt: Proteger PDF
ru: Защитить PDF
zh: 保护PDF

source: Déverrouiller PDF
ar: فتح قفل بي دي إف
de: PDF entsperren
es: Desbloquear PDF
it: Sblocca PDF
ja: PDFロック解除
nl: PDF ontgrendelen
pt: Desbloquear PDF
ru: Разблокировать PDF
zh: 解锁PDF

source: Autres conversions
ar: تحويلات أخرى
de: Andere Konvertierungen
es: Otras conversiones
it: Altre conversioni
ja: その他の変換
nl: Andere conversies
pt: Outras conversões
ru: Другие конвертации
zh: 其他转换

source: Image en Word
ar: صورة إلى وورد
de: Bild zu Word
es: Imagen a Word
it: Immagine a Word
ja: 画像 → Word
nl: Afbeelding naar Word
pt: Imagem para Word
ru: Изображение в Word
zh: 图片转Word

source: Image en Excel
ar: صورة إلى إكسل
de: Bild zu Excel
es: Imagen a Excel
it: Immagine a Excel
ja: 画像 → Excel
nl: Afbeelding naar Excel
pt: Imagem para Excel
ru: Изображение в Excel
zh: 图片转Excel

source: CSV en Excel
ar: سي إس في إلى إكسل
de: CSV zu Excel
es: CSV a Excel
it: CSV a Excel
ja: CSV → Excel
nl: CSV naar Excel
pt: CSV para Excel
ru: CSV в Excel
zh: CSV转Excel

source: Excel en CSV
ar: إكسل إلى سي إس في
de: Excel zu CSV
es: Excel a CSV
it: Excel a CSV
ja: Excel → CSV
nl: Excel naar CSV
pt: Excel para CSV
ru: Excel в CSV
zh: Excel转CSV

source: Toutes les conversions
ar: جميع التحويلات
de: Alle Konvertierungen
es: Todas las conversiones
it: Tutte le conversioni
ja: すべての変換
nl: Alle conversies
pt: Todas as conversões
ru: Все конвертации
zh: 所有转换

source: Fusionner
ar: دمج
de: Zusammenführen
es: Fusionar
it: Unisci
ja: 結合
nl: Samenvoegen
pt: Fundir
ru: Объединить
zh: 合并

source: Diviser
ar: تقسيم
de: Teilen
es: Dividir
it: Dividi
ja: 分割
nl: Splitsen
pt: Dividir
ru: Разделить
zh: 拆分

source: Tourner
ar: تدوير
de: Drehen
es: Girar
it: Ruota
ja: 回転
nl: Roteren
pt: Rodar
ru: Повернуть
zh: 旋转

source: Compresser
ar: ضغط
de: Komprimieren
es: Comprimir
it: Comprimi
ja: 圧縮
nl: Comprimeren
pt: Comprimir
ru: Сжать
zh: 压缩

source: Contact
ar: اتصل بنا
de: Kontakt
es: Contacto
it: Contatto
ja: お問い合わせ
pt: Contato
ru: Контакты
zh: 联系方式

source: À propos
ar: حول
de: Über uns
es: Acerca de
it: Informazioni
ja: 概要
nl: Over ons
pt: Sobre
ru: О нас
zh: 关于我们

source: Administration
ar: الإدارة
es: Administración
it: Amministrazione
ja: 管理
nl: Beheer
pt: Administração
ru: Администрирование
zh: 管理

source: Déconnexion
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
it: Disconnetti
ja: ログアウト
nl: Uitloggen
pt: Sair
ru: Выйти
zh: 登出

source: Connexion
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
it: Accedi
ja: ログイン
nl: Inloggen
pt: Entrar
ru: Войти
zh: 登录

source: Outils
ar: أدوات
de: Werkzeuge
es: Herramientas
it: Strumenti
ja: ツール
nl: Hulpmiddelen
pt: Ferramentas
ru: Инструменты
zh: 工具

source: Tourner PDF
ar: تدوير بي دي إف
de: PDF drehen
es: Girar PDF
it: Ruota PDF
ja: PDF回転
nl: PDF roteren
pt: Rodar PDF
ru: Повернуть PDF
zh: 旋转PDF

source: Mentions légales
ar: الإشعارات القانونية
de: Impressum
es: Aviso legal
it: Note legali
ja: 法的通知
nl: Juridische informatie
pt: Aviso legal
ru: Правовая информация
zh: 法律声明

source: Confidentialité
ar: الخصوصية
de: Datenschutz
es: Privacidad
it: Privacy
ja: プライバシー
nl: Privacy
pt: Privacidade
ru: Конфиденциальность
zh: 隐私政策

source: Conditions d'utilisation
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
it: Condizioni d'uso
ja: 利用規約
nl: Gebruiksvoorwaarden
pt: Termos de uso
ru: Условия использования
zh: 使用条款

source: Tous droits réservés.
ar: جميع الحقوق محفوظة.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
it: Tutti i diritti riservati.
ja: 全著作権所有。
nl: Alle rechten voorbehouden.
pt: Todos os direitos reservados.
ru: Все права защищены.
zh: 版权所有。

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия
zh: 版本

source: Hébergé sur Render
ar: مستضاف على ريندر
de: Gehostet auf Render
es: Alojado en Render
it: Ospitato su Render
ja: Renderでホスト
nl: Gehost op Render
pt: Hospedado no Render
ru: Размещено на Render
zh: 托管于Render

source: Traitement en cours...
ar: جاري المعالجة...
de: Verarbeitung läuft...
es: Procesando...
it: Elaborazione in corso...
ja: 処理中...
nl: Verwerking bezig...
pt: Processando...
ru: Обработка...
zh: 处理中...

source: Veuillez patienter
ar: يرجى الانتظار
de: Bitte warten
es: Por favor espere
it: Attendere prego
ja: しばらくお待ちください
nl: Even geduld aub
pt: Aguarde por favor
ru: Пожалуйста, подождите
zh: 请稍候

source: Accueil - PDF Fusion Pro – Outils PDF Gratuits
ar: الرئيسية - بي دي إف فيوجن برو – أدوات بي دي إف مجانية
de: Startseite - PDF Fusion Pro – Kostenlose PDF-Werkzeuge
es: Inicio - PDF Fusion Pro – Herramientas PDF Gratuitas
it: Home - PDF Fusion Pro – Strumenti PDF Gratuiti
ja: ホーム - PDF Fusion Pro – 無料PDFツール
nl: Home - PDF Fusion Pro – Gratis PDF-hulpmiddelen
pt: Início - PDF Fusion Pro – Ferramentas PDF Gratuitas
ru: Главная - PDF Fusion Pro – Бесплатные PDF-инструменты
zh: 首页 - PDF Fusion Pro – 免费PDF工具

source: Tous les outils PDF en un seul endroit : fusionner, diviser, tourner, compresser et convertir des fichiers PDF. 100% gratuit, sécurisé et sans inscription.
ar: جميع أدوات بي دي إف في مكان واحد: دمج، تقسيم، تدوير، ضغط وتحويل ملفات بي دي إف. 100% مجاني، آمن وبدون تسجيل.
de: Alle PDF-Werkzeuge an einem Ort: PDF-Dateien zusammenführen, teilen, drehen, komprimieren und konvertieren. 100% kostenlos, sicher und ohne Registrierung.
es: Todas las herramientas PDF en un solo lugar: fusionar, dividir, girar, comprimir y convertir archivos PDF. 100% gratis, seguro y sin registro.
it: Tutti gli strumenti PDF in un unico posto: unisci, dividi, ruota, comprimi e converti file PDF. 100% gratuito, sicuro e senza registrazione.
ja: すべてのPDFツールが一か所に：PDFファイルの結合、分割、回転、圧縮、変換。100％無料、安全、登録不要。
nl: Alle PDF-hulpmiddelen op één plek: PDF-bestanden samenvoegen, splitsen, roteren, comprimeren en converteren. 100% gratis, veilig en zonder registratie.
pt: Todas as ferramentas PDF em um só lugar: fundir, dividir, rodar, comprimir e converter arquivos PDF. 100% gratuito, seguro e sem registro.
ru: Все PDF-инструменты в одном месте: объединение, разделение, поворот, сжатие и конвертация PDF-файлов. 100% бесплатно, безопасно и без регистрации.
zh: 所有PDF工具一应俱全：合并、拆分、旋转、压缩和转换PDF文件。100%免费、安全、无需注册。

source: Transformez vos PDFs en toute simplicité
ar: حول ملفات بي دي إف الخاصة بك بكل سهولة
de: Verwandeln Sie Ihre PDFs mit Leichtigkeit
es: Transforme sus PDFs con facilidad
it: Trasforma i tuoi PDF con facilità
ja: PDFを簡単に変換
nl: Transformeer uw PDF's met gemak
pt: Transforme seus PDFs com facilidade
ru: Преобразуйте ваши PDF с легкостью
zh: 轻松转换您的PDF

source: Outil PDF tout-en-un : fusion, division, rotation, compression et conversion. Rapide, sécurisé et 100% gratuit.
ar: أداة بي دي إف شاملة: دمج، تقسيم، تدوير، ضغط وتحويل. سريع، آمن و100% مجاني.
de: All-in-One PDF-Werkzeug: zusammenführen, teilen, drehen, komprimieren und konvertieren. Schnell, sicher und 100% kostenlos.
es: Herramienta PDF todo-en-uno: fusionar, dividir, rotar, comprimir y convertir. Rápido, seguro y 100% gratis.
it: Strumento PDF tutto-in-uno: unisci, dividi, ruota, comprimi e converti. Veloce, sicuro e 100% gratuito.
ja: オールインワンPDFツール：結合、分割、回転、圧縮、変換。高速、安全、100％無料。
nl: Alles-in-één PDF-hulpmiddel: samenvoegen, splitsen, roteren, comprimeren en converteren. Snel, veilig en 100% gratis.
pt: Ferramenta PDF tudo-em-um: fundir, dividir, rodar, comprimir e converter. Rápido, seguro e 100% gratuito.
ru: Все-в-одном PDF-инструмент: объединение, разделение, поворот, сжатие и конвертация. Быстро, безопасно и 100% бесплатно.
zh: 一体化PDF工具：合并、拆分、旋转、压缩和转换。快速、安全、100%免费。

source: Aucune inscription requise – vos fichiers ne quittent jamais votre navigateur.
ar: لا يتطلب التسجيل – ملفاتك لا تترك متصفحك أبدًا.
de: Keine Registrierung erforderlich – Ihre Dateien verlassen niemals Ihren Browser.
es: No se requiere registro – sus archivos nunca salen de su navegador.
it: Nessuna registrazione richiesta – i tuoi file non lasciano mai il tuo browser.
ja: 登録不要 – ファイルはブラウザから離れることはありません。
nl: Geen registratie vereist – uw bestanden verlaten nooit uw browser.
pt: Nenhum registro necessário – seus arquivos nunca saem do seu navegador.
ru: Регистрация не требуется – ваши файлы никогда не покидают ваш браузер.
zh: 无需注册 – 您的文件永远不会离开您的浏览器。

source: Fusionner des fichiers PDF
ar: دمج ملفات بي دي إف
de: PDF-Dateien zusammenführen
es: Fusionar archivos PDF
it: Unisci file PDF
ja: PDFファイルを結合
nl: PDF-bestanden samenvoegen
pt: Fundir arquivos PDF
ru: Объединить PDF-файлы
zh: 合并PDF文件

source: Combine plusieurs PDF en un seul document organisé
ar: يدمج عدة بي دي إف في مستند واحد منظم
de: Mehrere PDFs zu einem organisierten Dokument zusammenführen
es: Combina varios PDF en un solo documento organizado
it: Combina più PDF in un unico documento organizzato
ja: 複数のPDFを1つの整理された文書に結合
nl: Meerdere PDF's combineren tot één georganiseerd document
pt: Combina vários PDF em um único documento organizado
ru: Объединяет несколько PDF в один организованный документ
zh: 将多个PDF合并为一个有序文档

source: Fusionner des PDF
ar: دمج بي دي إف
de: PDFs zusammenführen
es: Fusionar PDFs
it: Unisci PDF
ja: PDFを結合
nl: PDF's samenvoegen
pt: Fundir PDFs
ru: Объединить PDF
zh: 合并PDF

source: Accédez à l'outil de fusion PDF
ar: الوصول إلى أداة دمج بي دي إف
de: Zugang zum PDF-Zusammenführungswerkzeug
es: Acceda a la herramienta de fusión PDF
it: Accedi allo strumento di unione PDF
ja: PDF結合ツールへ
nl: Ga naar de PDF-samenvoegtool
pt: Acesse a ferramenta de fusão PDF
ru: Перейти к инструменту объединения PDF
zh: 访问PDF合并工具

source: Diviser un fichier PDF
ar: تقسيم ملف بي دي إف
de: Eine PDF-Datei teilen
es: Dividir un archivo PDF
it: Dividi un file PDF
ja: PDFファイルを分割
nl: Een PDF-bestand splitsen
pt: Dividir um arquivo PDF
ru: Разделить PDF-файл
zh: 拆分PDF文件

source: Extrayez des pages spécifiques ou divisez par plages
ar: استخرج صفحات محددة أو قسم بنطاقات
de: Bestimmte Seiten extrahieren oder nach Bereichen teilen
es: Extraiga páginas específicas o divida por rangos
it: Estrai pagine specifiche o dividi per intervalli
ja: 特定のページを抽出するか、範囲で分割
nl: Specifieke pagina's extraheren of splitsen per bereik
pt: Extraia páginas específicas ou divida por intervalos
ru: Извлеките определенные страницы или разделите по диапазонам
zh: 提取特定页面或按范围拆分

source: Diviser un PDF
ar: تقسيم بي دي إف
de: Ein PDF teilen
es: Dividir un PDF
it: Dividi un PDF
ja: PDFを分割
nl: Een PDF splitsen
pt: Dividir um PDF
ru: Разделить PDF
zh: 拆分PDF

source: Accédez à l'outil de division PDF
ar: الوصول إلى أداة تقسيم بي دي إف
de: Zugang zum PDF-Teilungswerkzeug
es: Acceda a la herramienta de división PDF
it: Accedi allo strumento di divisione PDF
ja: PDF分割ツールへ
nl: Ga naar de PDF-splitsingstool
pt: Acesse a ferramenta de divisão PDF
ru: Перейти к инструменту разделения PDF
zh: 访问PDF拆分工具

source: Tourner un fichier PDF
ar: تدوير ملف بي دي إف
de: Eine PDF-Datei drehen
es: Girar un archivo PDF
it: Ruota un file PDF
ja: PDFファイルを回転
nl: Een PDF-bestand roteren
pt: Rodar um arquivo PDF
ru: Повернуть PDF-файл
zh: 旋转PDF文件

source: Faites pivoter des pages spécifiques ou l'ensemble du document
ar: قم بتدوير صفحات محددة أو المستند بأكمله
de: Bestimmte Seiten oder das gesamte Dokument drehen
es: Gire páginas específicas o todo el documento
it: Ruota pagine specifiche o l'intero documento
ja: 特定のページまたは文書全体を回転
nl: Specifieke pagina's of het hele document roteren
pt: Gire páginas específicas ou todo o documento
ru: Поверните определенные страницы или весь документ
zh: 旋转特定页面或整个文档

source: Tourner un PDF
ar: تدوير بي دي إف
de: Ein PDF drehen
es: Girar un PDF
it: Ruota un PDF
ja: PDFを回転
nl: Een PDF roteren
pt: Rodar um PDF
ru: Повернуть PDF
zh: 旋转PDF

source: Accédez à l'outil de rotation PDF
ar: الوصول إلى أداة تدوير بي دي إف
de: Zugang zum PDF-Drehungswerkzeug
es: Acceda a la herramienta de rotación PDF
it: Accedi allo strumento di rotazione PDF
ja: PDF回転ツールへ
nl: Ga naar de PDF-rotatietool
pt: Acesse a ferramenta de rotação PDF
ru: Перейти к инструменту поворота PDF
zh: 访问PDF旋转工具

source: Compresser un fichier PDF
ar: ضغط ملف بي دي إف
de: Eine PDF-Datei komprimieren
es: Comprimir un archivo PDF
it: Comprimi un file PDF
ja: PDFファイルを圧縮
nl: Een PDF-bestand comprimeren
pt: Comprimir um arquivo PDF
ru: Сжать PDF-файл
zh: 压缩PDF文件

source: Réduisez la taille de vos PDFs sans perte de qualité notable
ar: قلل حجم ملفات بي دي إف الخاصة بك دون فقدان كبير في الجودة
de: Reduzieren Sie die Größe Ihrer PDFs ohne merklichen Qualitätsverlust
es: Reduzca el tamaño de sus PDFs sin pérdida significativa de calidad
it: Riduci la dimensione dei tuoi PDF senza perdita significativa di qualità
ja: 品質を損なわずにPDFサイズを削減
nl: Verklein uw PDF's zonder merkbaar kwaliteitsverlies
pt: Reduza o tamanho dos seus PDFs sem perda significativa de qualidade
ru: Уменьшите размер ваших PDF без заметной потери качества
zh: 在不明显降低质量的情况下减小PDF文件大小

source: Compresser un PDF
ar: ضغط بي دي إف
de: Ein PDF komprimieren
es: Comprimir un PDF
it: Comprimi un PDF
ja: PDFを圧縮
nl: Een PDF comprimeren
pt: Comprimir um PDF
ru: Сжать PDF
zh: 压缩PDF

source: Accédez à l'outil de compression PDF
ar: الوصول إلى أداة ضغط بي دي إف
de: Zugang zum PDF-Komprimierungswerkzeug
es: Acceda a la herramienta de compresión PDF
it: Accedi allo strumento di compressione PDF
ja: PDF圧縮ツールへ
nl: Ga naar de PDF-compressietool
pt: Acesse a ferramenta de compressão PDF
ru: Перейти к инструменту сжатия PDF
zh: 访问PDF压缩工具

source: Convertisseur universel
ar: محول شامل
de: Universal-Konverter
es: Convertidor universal
it: Convertitore universale
ja: ユニバーサルコンバーター
nl: Universele converter
pt: Conversor universal
ru: Универсальный конвертер
zh: 万能转换器

source: Convertissez vos fichiers Word, Excel, PowerPoint et images en PDF et vice-versa
ar: قم بتحويل ملفات وورد وإكسل وباوربوينت والصور إلى بي دي إف والعكس
de: Konvertieren Sie Ihre Word-, Excel-, PowerPoint- und Bilddateien in PDF und umgekehrt
es: Convierta sus archivos Word, Excel, PowerPoint e imágenes a PDF y viceversa
it: Converti i tuoi file Word, Excel, PowerPoint e immagini in PDF e viceversa
ja: Word、Excel、PowerPoint、画像ファイルをPDFに変換、またはPDFから変換
nl: Converteer uw Word-, Excel-, PowerPoint- en afbeeldingsbestanden naar PDF en vice versa
pt: Converta seus arquivos Word, Excel, PowerPoint e imagens em PDF e vice-versa
ru: Конвертируйте ваши файлы Word, Excel, PowerPoint и изображения в PDF и обратно
zh: 将您的Word、Excel、PowerPoint和图片文件转换为PDF，反之亦然

source: PDF Fusion Pro en chiffres
ar: بي دي إف فيوجن برو بالأرقام
de: PDF Fusion Pro in Zahlen
es: PDF Fusion Pro en cifras
it: PDF Fusion Pro in numeri
ja: PDF Fusion Proの数字
nl: PDF Fusion Pro in cijfers
pt: PDF Fusion Pro em números
ru: PDF Fusion Pro в цифрах
zh: PDF Fusion Pro数据

source: Utilisateurs
ar: المستخدمون
de: Benutzer
es: Usuarios
it: Utenti
ja: ユーザー数
nl: Gebruikers
pt: Usuários
ru: Пользователи
zh: 用户数

source: PDF traités
ar: بي دي إف تمت معالجتها
de: Verarbeitete PDFs
es: PDFs procesados
it: PDF elaborati
ja: 処理済みPDF
nl: Verwerkte PDF's
pt: PDFs processados
ru: Обработано PDF
zh: 处理的PDF

source: Satisfaction
ar: الرضا
de: Zufriedenheit
es: Satisfacción
it: Soddisfazione
ja: 満足度
nl: Tevredenheid
pt: Satisfação
ru: Удовлетворенность
zh: 满意度

source: Disponible
ar: متاح
de: Verfügbar
it: Disponibile
ja: 利用可能
nl: Beschikbaar
pt: Disponível
ru: Доступно
zh: 可用

source: Votre solution PDF tout-en-un, 100% gratuite et sécurisée
ar: حل بي دي إف الشامل الخاص بك، 100% مجاني وآمن
de: Ihre All-in-One PDF-Lösung, 100% kostenlos und sicher
es: Su solución PDF todo-en-uno, 100% gratis y segura
it: La tua soluzione PDF tutto-in-uno, 100% gratuita e sicura
ja: オールインワンPDFソリューション、100％無料、安全
nl: Uw alles-in-één PDF-oplossing, 100% gratis en veilig
pt: Sua solução PDF tudo-em-um, 100% gratuita e segura
ru: Ваше все-в-одном PDF-решение, 100% бесплатно и безопасно
zh: 您的一体化PDF解决方案，100%免费且安全
