Repository: mybsow/pdf-fusion-pro_ultimate
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, it, ja, nl, pt, ru, zh

source: PDF Fusion Pro est la plateforme idéale pour tous vos besoins en manipulation de fichiers PDF. Que vous ayez besoin de <strong>fusionner plusieurs documents</strong>, <strong>diviser un PDF volumineux</strong>, <strong>tourner des pages mal orientées</strong> ou <strong>compresser des fichiers pour les partager</strong>, nos outils sont là pour vous aider.
ar: بي دي إف فيوجن برو هي المنصة المثالية لجميع احتياجاتك في معالجة ملفات بي دي إف. سواء كنت بحاجة إلى <strong>دمج عدة مستندات</strong>، <strong>تقسيم بي دي إف كبير</strong>، <strong>تدوير صفحات غير متناسقة</strong> أو <strong>ضغط ملفات للمشاركة</strong>، فإن أدواتنا موجودة لمساعدتك.
de: PDF Fusion Pro ist die ideale Plattform für alle Ihre PDF-Bearbeitungsanforderungen. Ob Sie <strong>mehrere Dokumente zusammenführen</strong>, <strong>ein großes PDF teilen</strong>, <strong>falsch ausgerichtete Seiten drehen</strong> oder <strong>Dateien zum Teilen komprimieren</strong> müssen, unsere Werkzeuge sind für Sie da.
es: PDF Fusion Pro es la plataforma ideal para todas sus necesidades de manipulación de archivos PDF. Ya sea que necesite <strong>fusionar varios documentos</strong>, <strong>dividir un PDF grande</strong>, <strong>girar páginas mal orientadas</strong> o <strong>comprimir archivos para compartir</strong>, nuestras herramientas están aquí para ayudarle.
it: PDF Fusion Pro è la piattaforma ideale per tutte le tue esigenze di manipolazione di file PDF. Che tu abbia bisogno di <strong>unire più documenti</strong>, <strong>dividere un PDF di grandi dimensioni</strong>, <strong>ruotare pagine mal orientate</strong> o <strong>comprimere file da condividere</strong>, i nostri strumenti sono qui per aiutarti.
ja: PDF Fusion Proは、すべてのPDFファイル操作ニーズに最適なプラットフォームです。<strong>複数の文書を結合</strong>、<strong>大きなPDFを分割</strong>、<strong>向きの間違ったページを回転</strong>、<strong>共有用にファイルを圧縮</strong>する必要がある場合でも、当社のツールがお役に立ちます。
nl: PDF Fusion Pro is het ideale platform voor al uw PDF-bestandsbehoeften. Of u nu <strong>meerdere documenten wilt samenvoegen</strong>, <strong>een grote PDF wilt splitsen</strong>, <strong>verkeerd georiënteerde pagina's wilt roteren</strong> of <strong>bestanden wilt comprimeren om te delen</strong>, onze tools zijn er om u te helpen.
pt: PDF Fusion Pro é a plataforma ideal para todas as suas necessidades de manipulação de arquivos PDF. Se você precisa <strong>fundir vários documentos</strong>, <strong>dividir um PDF grande</strong>, <strong>girar páginas mal orientadas</strong> ou <strong>comprimir arquivos para compartilhar</strong>, nossas ferramentas estão aqui para ajudá-lo.
ru: PDF Fusion Pro - идеальная платформа для всех ваших потребностей в работе с PDF-файлами. Нужно ли вам <strong>объединить несколько документов</strong>, <strong>разделить большой PDF</strong>, <strong>повернуть неправильно ориентированные страницы</strong> или <strong>сжать файлы для отправки</strong>, наши инструменты готовы помочь.
zh: PDF Fusion Pro是满足您所有PDF文件处理需求的理想平台。无论您需要<strong>合并多个文档</strong>、<strong>拆分大型PDF</strong>、<strong>旋转方向错误的页面</strong>还是<strong>压缩文件以便分享</strong>，我们的工具都能为您提供帮助。

source: Aucune inscription requise
ar: لا يتطلب التسجيل
de: Keine Registrierung erforderlich
es: No se requiere registro
it: Nessuna registrazione richiesta
ja: 登録不要
nl: Geen registratie vereist
pt: Nenhum registro necessário
ru: Регистрация не требуется
zh: 无需注册

source: Chiffrement SSL et suppression automatique des fichiers
ar: تشفير إس إس إل وحذف تلقائي للملفات
de: SSL-Verschlüsselung und automatische Dateilöschung
es: Cifrado SSL y eliminación automática de archivos
it: Crittografia SSL e cancellazione automatica dei file
ja: SSL暗号化と自動ファイル削除
nl: SSL-versleuteling en automatische bestandsverwijdering
pt: Criptografia SSL e exclusão automática de arquivos
ru: SSL-шифрование и автоматическое удаление файлов
zh: SSL加密和自动文件删除

source: Compatible avec tous les navigateurs modernes
ar: متوافق مع جميع المتصفحات الحديثة
de: Kompatibel mit allen modernen Browsern
es: Compatible con todos los navegadores modernos
it: Compatibile con tutti i browser moderni
ja: すべてのモダンブラウザに対応
nl: Compatibel met alle moderne browsers
pt: Compatível com todos os navegadores modernos
ru: Совместимо со всеми современными браузерами
zh: 兼容所有现代浏览器
